accountsservice
adwaita-icon-theme
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-tools
angrysearch
arc-gtk-theme-eos
aspell
ayugram-desktop
b43-fwcutter
base
base-devel
bash-completion
bind
bluez
bluez-utils
boost
brave-bin
bridge-utils
btop
btrfs-progs
cantarell-fonts
cmake
cpufetch
cryptsetup
debtap
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dracut
duf
e2fsprogs
edk2-ovmf
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-qogir-icons
eos-quickstart
eos-rankmirrors
eos-settings-gnome
ethtool
evince
exfatprogs
extra-cmake-modules
eza
f2fs-tools
fastfetch
ffmpegthumbnailer
figlet
figma-linux
file-roller
firefox
firewalld
fsarchiver
gdm
git
glances
glib2-devel
gnome-browser-connector
gnome-calculator
gnome-clocks
gnome-console
gnome-control-center
gnome-disk-utility
gnome-keyring
gnome-nettool
gnome-power-manager
gnome-screenshot
gnome-shell
gnome-shell-extensions
gnome-system-monitor
gnome-terminal-transparency
gnome-text-editor
gnome-themes-extra
gnome-tweaks
gnome-usage
gnome-weather
gobject-introspection
grub
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtkmm
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
haveged
hdparm
hwdetect
hwinfo
hyprland
inetutils
inxi
iptables-nft
iwd
jfsutils
kate
kitty
less
libdvdcss
libgsf
libopenraw
libtg_owt
libvirt
libwnck3
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
logrotate
loupe
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
meson
microsoft-gsl
miru-bin
mlocate
mm-common
modemmanager
mtools
nano
nano-syntax-highlighting
nautilus
nautilus-admin-gtk4
nautilus-copy-path
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nvm
nvtop
nwg-look
openbsd-netcat
openssh
os-prober
otf-font-awesome
pacman-contrib
pavucontrol
perl
persepolis-git
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-wayland-protocols
poppler-glib
postman-bin
power-profiles-daemon
powerpill
pv
python
python-capng
python-defusedxml
python-packaging
python-pillowfight
python-pyqt5
python-pywal
qbittorrent
qemu-base
qemu-full
range-v3
ranger
rate-mirrors-bin
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rofi
rsync
rtkit
s-nail
sg3_utils
smartmontools
smplayer
sof-firmware
spice-vdagent
starship
stremio
sudo
sushi
sysfsutils
systemd-sysvcompat
texinfo
thunar
time
tl-expected
tldr
totem
ttf-bitstream-vera
ttf-dejavu
ttf-font-awesome
ttf-jetbrains-mono
ttf-liberation
ttf-opensans
unrar
unzip
upower
usb_modeswitch
usbutils
vdhcoapp-bin
vesktop-bin
vi
virt-manager
virtualbox
visual-studio-code-bin
vmware-workstation
wallust
waybar
welcome
wezterm
wget
whatsapp-for-linux
which
wireplumber
wpa_supplicant
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yay
zsh
